"""2) გააკეთეთ პროგრამა რომელშიც გექნებათ ცვლდი სადაც შეინახავთ თქვენს hobby-ის, ასევე შექმენით string ტიპის ცვლადი რომელშიც შეინახვათ თქვენთვის სასურველ მესიჯს, შემდეგ ეს ორი ტექსტი დაბეჭდეთ ერთად, ასევე აიღეთ 2 integer ტიპის ცვლადი და დაბეჭდეთ მათი შეკრებაც, თქვენი სიტყვებით ახსენით რა განსხვავებაა ამ ორი სხვადასხვა ტიპის ცვლადების დამატების ოპერაციებს შორის, რა ეწოდება თითოეულ მოვლენას"""

 
#ამ პროცესს ეწოდება ცვლადის შექმნა მნიშვნელობის მინიჭება (არის სტრინგ სახეობის)
hobbie = "my hobbie is plaing rugby" 
#ამ პროცესს ეწოდება ცვლადის შექმნა მნიშვნელობის მინიჭება
massage = "Hello my name is nika " 
# ამ პროცესს ეწოდება ცვლადებში დამალული მნიშვნელობის გამოტანა
print(hobbie + massage) 

#ამ პროცესს ეწოდება ცვლადის შექმნა მნიშვნელობის მინიჭება (არის ინტეჯერი სახეობის) 

number1 = 6 

#ამ პროცესს ეწოდება ცვლადის შექმნა მნიშვნელობის მინიჭება (არის ინტეჯერი სახეობის) 
number = 2 

#ამ პროცესს ეწოდება ცვლადებში დამალული მნიშვნელობის გამოტანა 
print(number1 + number) 

