"""3) შექმენით 5 ცვლადი, რომლებშიც შეინახავთ განსხვავებულ შედარების ოპერაციათა შედეგებს, შედარების ოპერაციას გვერდზე კომენტარის საშვალებით მიუწერეთ მისი შედეგი (boolean მნიშვნელობა) და ახსენით რა განსხვავებაა ოპერატორსა და ოპერაციას შორის""" 

op1 = 5 > 2 #ამის შედეგი იქნება ture რადგან 5 > 2
op2 = 3 < 5 #ამის შედეგი იქნება ture რადგან 3 < 5 
op3 = 5 == 8 # ამის შედეგი იქნება false რადგან 3 არ უდრის 8 
op4 = 7 > 22  #ამის შედეგი იქნება false რადგან 7 არ არის 22ზე მეტი
op5 = 3 > 21  #ამის შედეგი იქნება false რადგან 3 არ არის მეტი 21 ზე


